[Tower_InvestigateTorturer DishonoredObjective]
m_Description="(オプション)拷問官を訪れる"

[Tower_InvestigateTorturer:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="拷問官を殺す"
m_Status=""

[Tower_InvestigateTorturer:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="拷問官の部屋を見つける"
m_Status=""

[Tower_KillLordRegent DishonoredObjective]
m_Description="摂政伯爵の支配を終わらせる"

[Tower_KillLordRegent:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ダンウォールタワーに侵入する"
m_Status=""

[Tower_KillLordRegent:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="サミュエルと一緒にダンウォールタワーに向かう"
m_Status=""

[Tower_KillLordRegent:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="摂政伯爵を殺す"
m_Status=""

[Tower_KillLordRegent:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="ダンウォールタワーの屋根で摂政伯爵を見つける"
m_Status=""

[Tower_KillLordRegent:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="(非致死)摂政伯爵の寝室でオーディオグラフを見つける"
m_Status=""

[Tower_KillLordRegent:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="(非致死)放送制御室で摂政伯爵のオーディオグラフを再生する"
m_Status=""

[Tower_KillLordRegent:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="摂政伯爵の寝室を見つける"
m_Status=""

[Tower_KillThePropagandaOfficer DishonoredObjective]
m_Description="(オプション)放送局"

[Tower_KillThePropagandaOfficer:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="宣伝担当官に話しかける"
m_Status=""

[Tower_KillThePropagandaOfficer:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="放送制御室を見つける"
m_Status=""

[Tower_LeaveWithSamuel DishonoredObjective]
m_Description="ダンウォールタワーから逃れる"

[Tower_LeaveWithSamuel:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="サミュエルと一緒に立ち去る"
m_Status=""

[Tower_LeaveWithSamuel:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="サミュエルの船に行ってダンウォールタワーから逃れる"
m_Status=""

[TowerEmpress_HideNSeek DishonoredObjective]
m_Description="(オプション)かくれんぼ"

[TowerEmpress_HideNSeek:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="(オプション)エミリーとかくれんぼをする"
m_Status=""

[TowerEmpress_HideNSeek:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="(オプション)環境を使ってエミリーから隠れる"
m_Status=""

[TowerEmpress_HideNSeek:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="(オプション)石橋の下でエミリーに会う"
m_Status=""

[TowerEmpress_LordProtector DishonoredObjective]
m_Description="護衛官"

[TowerEmpress_LordProtector:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="女王とエミリーを守る"
m_Status=""

[TowerEmpress_LordProtector:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="女王の元に向かう"
m_Status=""

[TowerEmpress_Report DishonoredObjective]
m_Description="女王に報告する"

[TowerEmpress_Report:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="展望台で女王に会う"
m_Status=""

